<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>

<p><b>УПРАВЉАЊЕ ПОРУКА</b></p>
<div align='justify'>У овом одељењу администратор може управљати порукама, у смислу да их може прегледати и брисати. 
Дакле, преглед је као и у случају запосленог, у овој апликацији, али са операцијама. Корисничке поруке и кориснички 
прегледи су посебни, запослени има још додатну апликацију за постављање прочитаних порука и за одговоарање на корисничке 
поруке, а преко ове може одговорити и на поруке, гостију преко емаила који су оставили. То може и администратор, јер познаје и 
електронску пошту и има њен линк, ипак то није његово задужење. На основној страници, без обзира на пријаву корисник, гост може 
остављати своје поруке уз обавезу навођења адресе електронске поште у правилном формату.</div>