<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>

<p><b>ПРЕГЛЕД ДНЕВНИХ ДОЛАЗАКА</b></p>
<div align='justify'> У овој секцији могуће је прегледати листу денвних летова за путнички, посебо за теретни саобраћај
(подразумјевано данашњи) сортираних по времену летова (опадајуће), ако је спецификовано, поред датума 
у уобичајеном формату за апликацију, времена, а ако вријеме није спецификовано онда се рачуна датум када је 
додан лет. Спецификације могу бити само само са датумом, лет је у току дана или са временом у формату, 
са секундама или минутима. Предност у сортирању прати хронологију којим је ово наведено (за истоврсне, опадајуће).
Пеглед се односи само на доласке у неки град. Дакле, из те перспективе.</div>