<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>

<br>
<b>КОРИСНИК СИСТЕМА - ПОРУКЕ И КОМУНИКАЦИЈА</b>
<br>
<br>
<div align='justify'>Ове операције су за корисника, дакле, који може да
управља својом адресом електронске поште и може да 
пише своје поруке на систем, њима управља, и брише их, 
да зна која му је прочитана, а која не. Запослени би 
требао одговорати путем електронске поште, на ове 
поруке, гдје је одговор потребан. Администратор нема 
тренутно могућности да чита ове поруке, преко система 
и апликације то јест апликација, али може то урадити 
преко базе података ако има тамо кориснички налог за 
базу података и привилегије. У том случају може користити
алате за релационе базе података. Администратори и запослени
немају ни могућност писања поруке, преко ове аплкације, 
али се то може, без неких евентуалних тешкоћа промјенити, 
као и могућност да администратор прегледа и брише поруке.   
Што би била наредна верзија овог софтвара. </div>