<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>

<br>
<b>КОРИСНИК СИСТЕМА - АДРЕСА КОРИСНИКА</b>
<br>
<br>
<div align='justify'>Подешавање локације и адресе за корисника. Држава, град, остало. 
А могу се користити и постојеће регистроване локације. Ако их корисник не користи, оне неће 
бити регистроване као опште локације, него њему својствене локације. Ако сте тек улоговани, 
за ову страницу, потребно је, да се један пута освјежи, тада ће све бити приказано. 
За оперативност је спремна.</div>